CREATE TABLE books(
                      id_book INTEGER,
                      name_book VARCHAR(32),
                      pages_book INTEGER,
                      genre VARCHAR(32)
);

INSERT INTO books (id_book, name_book, pages_book, genre)
VALUES
    (1, 'Эфективная JAVA', 150, 'Научная литература'),
    (2, 'Чистый код на JAVA', 125, 'Научная литература'),
    (3, 'Библиотека профессионала. JAVA', 150, 'Научная литература'),
    (4, 'Патерны проектирования', 236, 'Научная литература'),
    (5, 'Spring в действии', 178, 'Научная литература'),
    (6, 'Преступление и наказание', 365, 'Роман'),
    (7, 'Идиот', 269, 'Роман'),
    (8, 'Бесы', 211, 'Роман'),
    (9, 'Братья каромазовы', 229, 'Роман'),
    (10, 'Подросток', 254, 'Роман');
